Repository: Distrotech/tumbler
Catalog: po/*.po
Languages: fr

source: Another thumbnail cache service is already running
fr: Un autre service de cache de miniatures est déjà lancé

source: No thumbnailer available for "%s"
fr: Pas de générateur de miniatures disponible pour "%s"

source: The thumbnailer service is shutting down
fr: Arrêt du service de miniature

source: Another generic thumbnailer is already running
fr: Un autre générateur générique de miniatures est déjà lancé

source: Unsupported thumbnail flavor requested
fr: Type de miniature demandé non pris en charge

source: Failed to call the specialized thumbnailer: timeout
fr: Impossible d'utiliser le générateur de miniatures spécialisé : arrêt

source: Failed to call the specialized thumbnailer: %s
fr: Impossible d'utiliser le générateur de miniatures spécialisé : %s

source: Failed to load the file "%s": %s
fr: Impossible de charger le fichier "%s" : %s

source: Malformed section "%s" in file "%s": %s
fr: Section mal formée "%s" dans le fichier "%s": %s

source: Malformed section "%s" in file "%s": Mismatch between section name and UriScheme/MimeType
fr: Section mal formée "%s" dans le fichier "%s": Incompatibilité entre le nom de section et UriScheme/MimeType

source: Malformed file "%s": %s
fr: Fichier mal formé "%s": %s

source: Failed to determine last modified time of "%s"
fr: Impossible de déterminer la dernière date de modification de "%s"

source: Another thumbnailer manager is already running
fr: Un autre gestionnaire de générateur de miniatures est déjà lancé

source: Tumbler Thumbnailing Service
fr: Service de génération de miniatures Tumbler

source: Failed to connect to the D-Bus session bus: %s
fr: Impossible de se connecter au bus de session D-Bus : %s

source: Failed to load specialized thumbnailers into the registry: %s
fr: Impossible de charger des générateurs de miniatures spécialisés dans le registre : %s

source: Failed to start the thumbnail cache service: %s
fr: Impossible de démarrer le service de cache des miniatures : %s

source: Failed to start the thumbnailer manager: %s
fr: Impossible de démarrer le gestionnaire de générateurs de miniatures : %s

source: Failed to start the thumbnailer service: %s
fr: Impossible de démarrer le service de générateurs de miniatures : %s

source: Invalid format
fr: Format invalide

source: RGB Colorspace
fr: Espace de couleur RGB

source: Cache plugin "%s" lacks required symbols
fr: L'extension de cache "%s" n'a pas les symboles requis

source: Failed to load the cache plugin "%s": %s
fr: Impossible de charger le l'extension de cache "%s" : %s

source: The file "%s" is a thumbnail itself
fr: Le fichier "%s" est lui-même une miniature

source: Plugin "%s" lacks required symbols.
fr: L'extension "%s" n'a pas les symboles requis.

source: Failed to load plugin "%s": %s
fr: Impossible de charger l'extension "%s" : %s

source: Version mismatch: %s
fr: Incompatibilité de versions: %s

source: Initializing the Tumbler GStreamer Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures de polices de caractères

source: Shutting down the Tumbler GStreamer Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures de polices de caractères

source: Initializing the Tumbler Pixbuf Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures Pixbuf

source: Shutting down the Tumbler Pixbuf Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures Pixbuf

source: Initializing the Tumbler Font Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures de polices de caractères

source: Shutting down the Tumbler Font Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures de polices de caractères

source: Could not initialize freetype: %s
fr: Impossible d'initialiser freetype: %s

source: Could not load file contents: %s
fr: Impossible de charger le contenu du fichier: %s

source: Could not open font file: %s
fr: Impossible d'ouvrir le fichier de la police de caractères : %s

source: Could not set the character map: %s
fr: Impossible de définir le jeux de caractères : %s

source: Could not render glyphs: %s
fr: Impossible de générer les glyphes : %s

source: Thumbnail could not be inferred from file contents
fr: Impossible de générer la miniature à partir du contenu du fichier

source: Initializing the Tumbler JPEG Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures pour fichiers JPEG

source: Shutting down the Tumbler JPEG Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures pour fichiers JPEG

source: Initializing the Tumbler ffmpeg video thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures pour les vidéos avec ffmpeg

source: Shutting down the Tumbler ffmpeg video thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures pour les vidéos avec ffmpego

source: Initializing the Tumbler ODF Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures de polices de caractères

source: Shutting down the Tumbler ODF Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures de polices de caractères

source: Initializing the Tumbler Poppler PDF/PS Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures pour les PDF/PS avec Poppler

source: The document is empty
fr: Le document est vide

source: First page of the document could not be read
fr: La première page du document n'a pas pu être lue

source: Only local files are supported
fr: Seuls les fichiers locaux sont supportés

source: Initializing the Tumbler RAW Thumbnailer plugin
fr: Initialisation de l'extension Tumbler générant des miniatures de polices de caractères

source: Shutting down the Tumbler RAW Thumbnailer plugin
fr: Arrêt de l'extension Tumbler générant des miniatures de polices de caractères

source: Could not save thumbnail to "%s"
fr: Impossible d'enregistrer la miniature dans "%s"

source: Initializing the Tumbler XDG cache plugin
fr: Initialisation de l'extension Tumbler pour le cache XDG

source: Shutting down the Tumbler XDG cache plugin
fr: Arrêt de l'extension Tumbler pour le cache XDG
